<template>
  <div class="index">
    <h3 style="text-align: center;">《保理付款服务合同》</h3>

    <br>特别提醒：在您确认并签署本合同（包括附件，下同）之前，请您务必充分阅读本合同所有条款，尤其是加粗部分。如您对合同内容及页面提示有疑问，请您暂停后续操作，您可致电我方客服热线以便我们为您解释和说明。
    <br>为了及时给您提供服务支持， 一旦您通过点击或其他方式确认本合同，即意味着您同意签订本合同。
    <br>本合同由正文、附件及我方不时发布的有关本服务的具体页面、账单、指引、说明和介绍等共同组成，共同构成您与我方之间就本保理付款服务的完整协议。

    <br>第一条 双方基本信息
    <br>1.1 甲方名称：中海富洋商业保理（深圳）有限公司

    <br>组织机构代码【MA5F0E45-4】；
    <br>1.2 乙方名称：【】身份证号：【】；
    <br>    第二条 服务规则
    <br>2.1 根据甲方与乙方的交易对手（即向乙方提供培训服务的机构）达成的约定，甲方将提供保理服务，即当乙方在交易付款时选择分期付款的，甲方将为乙方与交易对手的本次交易，提供资信评估、销售分账（分类）管理、应收账款管理等保理服务，同时将向交易对手收取综合管理费，并从交易对手处受让乙方与交易对手达成的每笔订单项下的应收账款债权。
    <br>2.2 交易对手对乙方的应收账款债权，将在甲方对乙方资信评估审核通过（具体以甲方页面或系统记录为准）时，自动从乙方的交易对手处转让至甲方。乙方已清楚知晓该转让安排，故交易对手或甲方有权不再另行向乙方发出债权转让的通知。即便如此，为避免疑惑，受乙方交易对手的委托，甲方再次向乙方发出了《应收账款转让通知书》（详见附件二），且乙方同意并向甲方出具了《签收回执》（详见附件三）。
    <br>2.3 应收账款自乙方交易对手转让至甲方时，甲方即对乙方享有债权，乙方应向甲方偿付应付款项。乙方选择分期付款服务后，乙方向交易对手支付的款项都将不再视为乙方已履行对应的还款义务，如因乙方私自向交易对手付款而产生的全部不利后果由乙方自行承担。
    <br>第三条 综合管理服务费
    <br>3.1   在本协议签订后，乙方以自有资金申请提前还款的，甲方将免收未到期的综合管理服务费，当期管理服务费将被正常收取。
    <br>第四条、还款方式
    <br>4.1 乙方不可撤销的授权甲方或甲方的受让方，自行或委托其代理人、合作方等通过合法设立的第三方支付机构，从乙方账户划扣应还款项。
    <br>4.2 为保障乙方还款及时性，乙方应于还款日中午十二时前，将应还款项足额存入指定还款账户内，否则甲方或甲方受让方可能无法在还款日收到还款款项，从而造成乙方逾期的不利后果。
    <br>4.3 为避免疑惑，甲方或甲方受让方通过第三方支付机构从乙方账户自动扣款，是甲方或甲方受让方的权利而非义务，不论因何种原因扣款失败的，乙方仍应确保通过其他还款方式足额还款。
    <br>4.4 当甲方收到的还款不足以偿还全部应还款的，乙方同意按下列顺序清偿：
    <br>4.4.1为实现债权发生的全部费用和（按到期先后顺序）；
    <br>4.4.2 逾期滞纳金及违约金（按到期先后顺序）；
    <br>4.4.3 综合服务费（按到期先后顺序）；
    <br>4.4.4 欠款本金（按到期先后顺序）。
    <br>第五条、违约责任
    <br>5.1 乙方出现以下一项或多项情况时，则视为乙方严重违约，甲方（含甲方受让方，下同）有权宣布全部应还款提前到期并要求乙方提前支付全部剩余款项及相关费用：
    <br>5.1.1 乙方任一期应还款连续逾期10日以上（含）或累计逾期达到30日以上（含）的；
    <br>5.1.2 乙方提供虚假信息或隐瞒重要事实的；
    <br>5.1.3 乙方逃避、拒绝与甲方沟通或拒绝承认欠款的；
    <br>5.1.4 其他对甲方应收账款产生严重不利影响的其他实践。
    <br>5.2 任何一方违反本合同约定，给对方造成损失的，除本合同已有约定外，还应赔偿对方的一切损失（包括但不限于诉讼费、仲裁费、律师费、鉴定费、拍卖费、公告费、催告费、财产保全申请费、保全担保费、差旅费、通讯费等）。
    <br>第六条 通知、送达与管辖
    <br>6.1 本协议项下甲乙双方指定的联络信息如下：
    <br>甲方：	送达地址：
    <br>	电话
    <br>	电子邮箱：
    <br>乙方：	送达地址：【】
    <br>	电话：【】
    <br>	电子邮箱：【】
    <br>6.2 双方该联络方式适用范围包括双方非诉时各类通知、协议等文件以及就合同发生纠纷时相关文件和法律文书的送达，同时包括在争议进入仲裁、民事诉讼程序后司法及仲裁机构相关文书的送达，程序包括一审、二审、再审和执行程序，以邮寄方式进行送达的，邮寄成功3日后视为送达，以电子方式进行送达的，发送即视为送达。
    <br>6.3 任何一方的联络方式需要变更时，应以书面方式提前7日通知对方,否则应承担一切不利后果。对于本合同明确约定的联络方式，法院进行送达时可直接邮寄送达或通过电子方式送达，即使当事人（指甲方和/或乙方）未能收到法院邮寄送达或电子送达的文书或拒绝签收的，由于其在本合同中的约定，也应当视为送达。
    <br>6.4 因本合同引起的或与本合同有关的一切争议，甲乙双方首先应当通过友好协商解决；未能协商解决的，交由原告所在地或协议签署地（即重庆市江北区）有管辖权的人民法院诉讼解决。
    第七条 其他
    <br>7.1 培训协议项下的培训服务，继续由乙方的交易对手向乙方提供和履行，乙方与交易对手发生的任何争议（如有），均由乙方与交易对手自行解决，对此等争议甲方不承担任何责任，且乙方不得以服务纠纷或其他任何无关于甲方的理由拒绝向甲方履行还款义务。
    <br>7.2 为避免疑惑，乙方方理解并确认，乙方可能向其他金融机构申请消费贷款，用于一次性提前结清培训协议项下的对甲方的应付款。不论乙方是否向金融机构申请消费贷款，也不论金融机构是否审批通过乙方的消费贷款申请，均与前述债权转让安排无关，互不冲突。
    （以下为签署页及附件）

    <br>甲方签署：【中海富洋商业保理（深圳）有限公司盖章】
    <br>签署时间：【电签当日时间】
    <br>  乙方签署：【签字】
    <br>签署时间：【电签当日时间】











    <br>附件一：《分期付款培训协议》
    <br>学员服务协议


    <br>甲方：  （保理付款服务合同中的乙方）

    <br>乙方：广东明世在线教育科技有限公司

    <br>丙方：广东民生在线教育科技有限公司 （POKO 学院）

    <br>本协议是三方在平等协商基础上达成共识。请认真阅读协议内容，尤其是退费和免责条款等规定，学员签名或确认即表示受本协议约束。

    <br>报读信息：
    <br>•学员姓名： （保理付款服务合同中的乙方）
    <br>•证件类型： 身份证 ；
    <br>•证件号码： （保理付款服务合同中的乙方的身份证号码）
    <br>•手机号码：
    <br>•报考地区：
    <br>•产品名称： ；
    <br>•订单金额：   元，大写   圆。

    <br>1、 定义条款
    <br>1.1 甲方：指报名参加丙方培训课程的学员。
    <br>1.2.1乙方：指负责招生的广东明世在线教育科技有限公司。
    <br>1.2.2丙方：指负责学生服务的广东民生在线教育科技有限公司，运营服务的载体为
    <br>“POKO 学院”APP。
    <br>1.3网络培训平台：指由丙方为学员提供网络培训服务。丙方持有并运营网站，集在线学习、线上互动、培训信息提供等功能为一体的网络培训服务平台。
    <br>1.4个人中心：指网络培训平台内“个人中心”页面。
    <br>1.5账号：指学员个人中心的登录号，是学员参与培训课程学习的唯一标识。
    <br>1.6培训课程：指丙方提供的在线直播培训课程和回放培训课程。
    <br>1.7在线直播培训课程：指丙方以网络在线现场直播的形式提供的培训课程。
    <br>1.8回看培训课程：指学员可在任意时间回放学习已直播完毕的录制课程。
    <br>1.9网络平台规则：指在网络培训平台公示的对学员具有约束力的条款。

    <br>1.10报名之日：学员点击同意本协议并已支付乙方全部费用且乙方已收到该款项；若使 用金融分期，分期成功且分期资金已进入乙方公司指定账户。
    <br>1.11有效学习天数：仅适用于在线直播培训课程，指学员实际参加丙方培训课程的日
    <br>历天数。有效学习天数以丙方系统后台统计数据为准，如培训课程在线学习时间当日累计少于45分钟（不含）的，则当日不计入有效学习天数。
    <br>1.12已开通课时：指丙方为学员在网络培训平台中已开通了听课权限的所有直播培训课程课时数，而不以学员是否实际参与课程学习数作为计算标准。
    <br>1.13协议变更：指学员因个人原因需要变更协议约定的课程信息，包括转班型、转专业、转项目。
    <br>1.14贷款：指支付全部或部分乙方收费、代收费的一种方式，由学员向与乙方方合作的特定第三方（简称“乙方合作方”）申请，由乙方合作方一次性代学员向乙方支付收费；学员在乙方处报名成功后，需按乙方方与乙方合作方的协议约定，按时分期或一次性向乙方合作方还款。贷款方式包括但不限于银行或其他金融机构贷款、信用卡分期。

    <br>2、 服务内容
    <br>2.1根据学员所报班型，丙方提供的服务包括：
    <br>2.1.1通过网络培训平台向学员提供所购买的在线直播培训课程。
    <br>2.1.2丙方通过网络培训平台向学员公布课程安排、上课时间等信息，学员的课程安排、上课时间以网络培训平台公布的课程表为准。
    <br>2.1.3丙方通过交付实物或在线下载方式向学员提供所购买的培训课程和电子教辅，课程内容包括如教学视频、教学课件、题库、思维导图、内部资料、报考指导及其他增值服务等，具体课程内容和交付时间根据学员所报班型确定。
    <br>2.1.4学员可通过电话、网络、即时通讯工具等途径向丙方工作人员咨询与课程及考试有关的问题，丙方工作人员应及时作出回应，但与该等培训课程有关的报名、考试信息均应以有关主管部门公布的信息为准。乙丙方及其代表不提供对报名、考试信息的任何形式的承诺或保证，也不存在任何形式的保过、包过、密题、内幕信息或类似承诺。与课程或服务有关的报名、考试、政策信息均应以官方公布的信息为准，学员需独立进行判断，并承担相关后果。如因与丙方提供服务或课程有关的国家政策和院校政策（包括但不限于报名条件、主考院校、专业名称等）发生变动而造成学员学习费用增加、丧失相关资格等损失，乙方及丙方平台不负有任何责任。
    <br>2.1.5丙方有义务在现有技术条件下维护网络培训平台的正常运行，并努力提升和改进技术，使学员得以顺利参与培训课程，对学员在参与培训课程中所遇到的与在线直播、资料下载等有关的问题及所反映的情况及时作出回复，但由于不可抗力或者其它非丙方原因造成的服务的中断或停止，丙方不承担任何责任。
    <br>2.1.6学员须自行配备上网参与培训课程所需设备，包括个人电脑、调制解调器、移动通讯设备或其他必备上网装置。因学员自身设备原因和网络原因导致无法正常享受培训服务的，丙方不承担责任。学员应自行支付网络接入所需的费用（电话费、上网费等）。
    <br>2.1.7丙方于第一次课程开始前通知学员在线直播培训课程的相关信息，第一次课程开始后，学员应根据网络培训平台公布的课程表参与课程培训，丙方不再另行通知。
    <br>2.1.8丙方针对特定的课程向学员提供面授课程，费用以丙方公布的为准。
    <br>2.2服务期
    <br>服务期自学员完成报名之日起至丙方完成相关课程服务止。通常情形是自考服务期 2 年，
    <br>教师资格证服务期 1 年，健康管理师服务期 0.5 年。服务期不包括重修期，服务截止时间以网络平台确定时间为准。其他项目服务期以丙方公布的数据为准。

    <br>课程安排和上课时间皆以丙方通过网络培训平台向学员公布的相关信息为准。录制培训课程的实际交付和服务期根据学员所报班型确定。
    <br>2.3重修服务
    <br>2.3.1重修服务指学员在按照本协议的约定全面完成丙方提供的课程学习后，学员按照国家有关规定参加本期考试，考试成绩没有达到考试合格分数线以上的，学员依据购买的班型申请，丙方为其开通学习本协议约定课程的回放，不包含直播更新、督学服务、增值服务等。如学员转换班型，学员需补齐差价（特殊班型除外）。
    <br>2.3.2重修服务为学习平台账号的延期，申请期为自学员在线直播培训课程服务期届满前 30 日内。在此期间内，学员符合 2.3.5 约定条件的，可通过网络培训平台向丙方提交重修服务申请，经批准后丙方安排学员重新参加本协议约定班型的课程培训。如学员在重修服务申请期内没有提交申请的或重修服务申请未经批准的，学员听课权限在服务期届满的次日将被关闭，三方服务协议终止，丙方终止向学员提供在线直播培训课程及其他服务，因此而造成学员课程学习不便的，由学员自行承担。
    <br>2.3.3重修服务为服务期届满的次日起 365 日。学员仅可享受一次重修服务，重修服务期满后再次申请参加培训，需重新缴纳培训费用。
    <br>2.3.4重修服务申请流程：在重修服务申请期内，学员在 poko 学院个人页面申请重修服务，附上所有科目成绩单。
    <br>2.3.5重修服务申请条件须同时满足：
    <br>学员服务期有效学习天数累计不低于72天；
    <br>学员在重修服务申请期内向丙方申请重修服务。
    <br>学员服务期内未能通过申请毕业科目考试。
    <br>2.3.6重修服务期间，学员如需丙方提供新教材教辅，需向丙方缴纳教材教辅费；如需丙方协助报考，需自行缴纳报考费。
    <br>2.4冻结课程
    <br>冻结课程指学员因个人原因在某时间段内持续无法参加培训课程，丙方为学员提供的暂时中止培训课程的服务。
    <br>2.4.1在服务期限内，学员有权向丙方申请冻结课程，但有且仅有一次冻结机会，冻结课程服务需有学员主动通过丙方网络培训平台或通过班主任向丙方提交申请，经批准后，丙方将停止对学员提供服务（包含但不限于直播课程、报考提醒、考试提醒）。
    <br>2.4.2最长冻结的时限为 180 天，学员在申请冻结前应合理预估需中止课程的时限，对于延长冻结时限的申请丙方不予受理。课程冻结超过 180 天不解冻，视为学员单方面终止协议，丙方有权终止向学员提供服务，且不承担任何责任。
    <br>2.4.3冻结期间，学员的服务期自中止之日根据实际冻结期限相应顺延。
    <br>2.4.4若学员使用冻结课程服务，将不再享受本协议关于协议变更及解除条款的权利。
    <br>2.4.5解冻课程服务必须由学员主动通过网络培训平台或班主任向丙方申请，经批准后， 丙方将恢复对学员的服务。
    <br>2.4.6如学员为贷款支付的，课程冻结不影响学员按约定继续承担向乙方的合作方履行还 款义务，因学员未在冻结期间按期还款导致的责任/后果均由学员自行承担。
    <br>2.4.7学员同意解冻后将参与到丙方安排的最新的课程，并根据丙方后续的排课参加培训，丙方无需为学员另行安排冻结期间的直播课程。

    <br>3、服务费用
    <br>3.1学员缴纳的费用，分为培训费和学习注册费两类，费用合计人民币  (订单金额  )         元。
    <br>3.2学员缴纳的费用分6期、9期、12期其中一种期数支付，自本合同签订之日起每月支付人民币             元，具体明细如下：



    <br>日期	金额（人民币）	日期	金额（人民币）	日期	金额（人民币）
    <br>2020年 月日		2020年 月日		2020年 月日
    <br>2020年 月日		2020年 月日		2020年 月日
    <br>2020年 月日		2020年 月日		2020年 月日
    <br>2020年 月日		2020年 月日		2020年 月日


    <br>（注：以上金额与期数时间为系统自动生成）
    <br>3.3乙方有权按本协议约定的方式、期限和数额向学员收取相应费用及按照规定应收取的其他费用。在学员未按照约定向乙方支付全部费用之前，丙方有权不向学员提供服务或者终止服务。

    <br>     3.4乙方仅针对学员收费向学员开具发票，如存在学员支付乙方代收的费用，代收费不开具发票。

    <br>4、用户使用规则
    <br>4.1学员确认学员是具备完全民事权利能力和完全民事行为能力的自然人，有能力对学员使用丙方培训课程及服务的行为独立承担责任。
    <br>4.2学员个人使用，不得以任何方式向任何第三方公开课程内容、共享账号，包括但不限于向任何第三方培训平台培训课程相关内容、与他人共享账号、将自己的账号提供给第三方使用、将丙方培训平台(包含网络培训平台)内容公开播放或以任何方式供多人同时使用； 否则丙方有权要求学员按照学员账号的实际使用人数对应的课程费用支付违约金。
    <br>4.3学员应当对自己的丙方培训平台(包含网络培训平台)账号、密码的安全性负全部责任。对于学员因账号或密码泄露造成的各种损失，丙方不承担任何责任；学员发现账号及密码泄露的，应立即通知丙方；学员遗忘密码的，可向丙方申请重置密码，但用户须提供完全正确的注册信息，否则丙方有权本着为用户保密的原则不予告知。



    <br>5、 学员权利义务
    <br>5.1学员应按丙方的教学计划按时参加培训，不为学员个人需求增设课程。因缺课导致考试不通过，丙方概不承担任何责任。
    <br>5.2因学员自身原因导致缺课的，学员不得要求补课或重新参加培训课程。学员按照丙方要求申请冻结课程和重修服务的除外。
    <br>5.3学员有以下情形之一的，丙方概不负责且有权终止向学员提供课程和服务（包括重修服务），不退还任何费用：
    <br>5.3.1学员辱骂任课老师，言语或行为扰乱课堂秩序，导致课程无法继续等严重违反课堂纪律的行为。
    <br>5.3.2学员有侮辱、诽谤、威胁班主任老师，言语或行为扰乱学习秩序、聚众闹事
    <br>等，导致影响到他人正常学习等严重违反学习规范的行为。
    <br>5.3.3报名报考由学员自行处理，报考政策由国家各省考试院公布的公告为准，因学员自身原因或政策原因导致报考失败。
    <br>5.3.4报考成功但未参加本期考试，导致被考试院列入黑名单限制报考。
    <br>5.3.5因作弊等违反考场纪律的行为导致未能通过考试或被考试院限制参考考试。
    <br>5.3.6因学员原因导致无法核实学员本期考试成绩。
    <br>5.4学员应在报名时向学员提供所报考试课程规定的本人信息资料，并保证信息资料 真实有效。学员所有信息发生改变的，应及时通知丙方并重新提交相关资料，如因学员不及时提交资料导致影响报考和毕业等问题，责任由学员自行承担。
    <br>5.5学员应保证联系方式畅通，联系方式发生变更时应及时通知丙方，未及时通知导致的不利后果由学员承担。
    <br>5.6学员对丙方提供的所有学习资料（包括但不限于讲义、教辅、PPT、上课录音录像等）负有保密义务，禁止学员在课堂上私自录音录像。丙方提供给乙方的所有学习资料（包括赠品）的著作权归属于丙方，学员不得有复制、传播、销售等侵权行为。学员违反保密义务给丙方造成损失的，丙方有权解除本协议， 并追究学员法律责任。
    <br>5.7学员出勤率（包括面授课程）需要满足课程要求。出勤率会作为退费和考核的依据之一，请学员谨慎对待。
    <br>5.8学员在丙方学习平台(包含网络培训平台)或学习群等公共平台进行侵犯丙方或第

    <br>三方利益的行为、语言，由此导致的侵权纠纷所发生的任何费用和责任由学员负责。如给丙方造成的损失，丙方有权追究学员相应责任。

    <br>6、乙方、丙方权利义务
    <br>6.1乙方权利义务
    <br>    6.1.1 乙方按照高校的规范标准开展系统、行业的招生宣传，并配置实施项目人员对业务团队培训及督导日常推广招生及报读前咨询服务工作的开展。
    <br>    6.1.2 乙方不可在招生服务中发布虚假广告、虚假信息误导学生；不可违反招生高校的有关政策和规定，对学生进行虚假承诺。
     <br>   6.1.3 乙方负责按照高校办学要求，协助丙方收集好学员报名资料，协助丙方对乙方所招学员开展注册、教学、教务和毕业等相关服务工作，以确保报读等工作顺利进行。
    <br>6.1.4乙方负责收取报读学员的学费、教材费等，不可违反招生高校的收费政策和规定， 并不得以丙方的名义额外收费。
    <br>6.1.5乙方需积极配合引导所招学员登录学校或丙方学习管理平台，学习学历及技能知 识，以达到人才培养建设的实际效果。
    <br>6.2丙方权利义务
    <br>6.2.1丙方按照高校和教育主管部门办学要求，承担所招收学员的教学教务管理工作，为其学员提供学习管理平台，保证教学教务服务质量。
    <br>6.2.2丙方有权在保证课时总量的前提下自主安排教学计划。
    <br>6.2.3丙方有权对乙方进行课堂管理，对学员进行签到并对出勤率进行考核，维护课堂纪律。
    <br>6.2.4丙方有权对乙方进行督学管理，对学员学习过程进行监督和管理，维护学习氛围。
    <br>6.2.5丙方有权根据本协议中乙方所填写的个人资料进行考试成绩查询工作。如果因乙方原因无法核实成绩导致无法办理重修服务手续，丙方有权拒绝乙方提交的重修服务申请。
    <br>6.2.6丙方对乙方提供的个人信息负有保密义务，非因法定程序不得向机构和个人透露。

    <br>7、 协议变更
    <br>7.1学员需要进行协议变更的，学员应在报名之日起至服务期结束前向乙方提交申请。超过本协议约定的变更协议申请时间的，乙方可不受理学员变更协议约定的课程信息的申 请。
    <br>7.2如学员在报名之日起 24 小时内提交变更课程申请的，乙方依据本协议已支付的学员收费全额可直接抵扣变更后课程的乙方收费金额，抵扣后仍有余额的，乙方应向学员返还余额，不足抵扣的，学员应补足差额。学员自报名起超过 24 小时提出变更课程申请的，乙方有权扣除学员已完成服务期对应的培训费、学习注册费，剩余乙方收费金额学员可直接抵扣变更后课程的乙方收费金额，抵扣后仍有余额的，乙方应向学员返还余额，不足抵扣的，学员应补足差额。
    <br>7.3乙方审核通过学员变更协议课程信息申请后，学员将不再享受本协议中关于协议解除及退费条款规定权利。
    <br>7.4变更后的服务期不变，特殊情况可向班主任申请重修服务。
    <br>7.5支付方式为贷款支付的，学员应先行偿还贷款余额后再办理协议变更手续。
    <br>7.6本协议所指已完成服务期对应的培训费以丙方系统后台统计数据为准。
    <br>7.7如变更专业或报读项目，有且仅有一次变更机会，超过则乙方有权利拒绝申请。

    <br>7.8如果学员报读的是自考项目，报考省份不得变更，如学员实际报考省份和本协议规定的报考省份不一致的，不影响本协议的内容及丙方提供的服务，且服务期仍以本协议规定的为准，丙方有权拒绝学员要求延长服务期的申请。

    <br>8、 协议解除和终止、违约责任
    <br>8.1学员自完成报名时起 24 小时内（含）可向乙方申请解除本协议，乙方全额无息退还学员缴纳的乙方收费。
    <br>8.2自完成报名之日起超过 24 小时、但未超过 7 天（含）的，学员应至少一次持续观看丙方提供的在线直播培训课程 60 分钟以上后，有权以丙方提供的培训课程存在严重教学问题为依据，向乙方申请解除本协议，经乙方审核属实的，乙方扣除学员缴纳总费用15%的违约金，并扣除学员已完成课时对应的培训费后，乙方将剩余费用无息退还给学员。
    <br>8.3自完成报名之日起 7 日至 30 日内（含），如学员存在以下情形之一（须提供相关证明材料）并向乙方提出退学申请，经乙方审核属实的，乙方扣除学员缴纳总费用30%的违约  金，并扣除学员已完成课时对应的培训费后，乙方将剩余费用无息退还给学员。
    <br>•中途死亡的，因意外伤害或严重疾病经检查收确实不适宜继续学习的（须持县级以上医疗单位证明）；
    <br>•学生家庭特殊困难，属于当地特困低保户（凭主管政府机构证明）；
    <br>•学生应征服兵役的（出具武装部门的应征入伍通知）；
    <br>•被列入国家计划的高等院校录取（出具国家承认学历的院校的正式录取通知）；
    <br>•学生出国留学或出国定居的（出具国家承认学历的院校的正式录取通知或签证）； 8.4 自报名之日起 30 日后乙方申请解除本协议的，乙方不退还学员所缴费用。
    <br>8.5代收费由乙方收取交至第三方，无论学员因何种情形申请退费，乙方不再退还学员已缴纳的代收费。
    <br>8.6学员无重修服务权限的，服务期结束后，本协议终止，丙方网络培训平台将终止向学员提供本协议项下的在线直播培训课程及其他服务，并关闭本协议项下的学员在线直播课程的听课权限，无论学员是否实际学习完毕所有培训课程；
    <br>8.7学员有重修服务权限的，重修服务申请期内学员未向丙方申请重修服务的或重修服务申请未通过审批的，本协议在服务期限届满的次日终止，丙方网络培训平台将终止向学员提供本协议项下的在线直播培训课程及其他服务，并关闭本协议项下的学员在线直播课程的听课权限，无论学员是否实际学习完毕所有培训课程；学员有重修服务权限的，重修服务申请期内学员已向丙方申请重修服务且通过审批的，丙方网络培训平台将继续向学员提供本协议项下的在线直播培训课程、其他服务，在重修服务服务期结束后本协议终 止。
        <br>8.8 本协议因任何其他原因（包括但不限于 8.1~8.8）终止的，网络培训平台将终止向学员提供本协议项下的在线直播培训课程、回看培训课程及其他全部服务，并关闭本协议项下的学员听课权限，无论学员是否实际学习完毕所有培训课程。
    <br>8.9支付方式为贷款支付的，学员必须严格按照贷款协议、还款期限向乙方合作方还款 ，如逾期还款，则学员应按照贷款协议的规定向乙方合作方支付违约金、赔偿金等，乙方不对学员的逾期行为承担任何责任。此外，如学员逾期 45 天未足额偿还任何到期应付的贷款本金、利息、费用或/及其他应付款项，乙方有权解除与学员的培训协议并且丙方终止向学员提供任何服务。
   <br>v8.10由于乙方违反本协议相关约定给学员造成损失的，乙方向学员退费及赔偿额总额最高不超过乙方已付的学员收费中的培训费。

    <br>9、 退费流程及说明
    <br>9.1学员申请退费，需向乙方提出申请并附上相关资料证明，包括但不限于：报名表、身份证、相关政府医院证明和报名时发放的所有教材、教辅、资料，交由学员递交审核。已开发票的， 申请退费时，需退还兑奖区未刮开的完整发票。如学员无法提供发票或提供相

    <br>关证明，乙方不予办理退费。学员需退还全部教材、教辅、资料，如有破损、涂写，乙方从退费金额中扣除相应损失金额，
    <br>9.2办理退费时，乙方根据银行规定需扣除手续费后直接从应退还学员金额中扣除，按学员缴纳培训费的方式退还剩余费用。
    <br>9.3涉及学员采取分期付款方式后产生的退款行为，需由学员承担分期退费所产生的 回购手续费用（包括但不限于回购手续费、资金占用成本、逾期还款所产生的罚息等）以及提前还清分期账单。乙方会在学员结清所有款项后的下个打款日退回学员多还款项（扣除本条中所有费用后还有结余的情况下）。
    <br>9.4如学员现金支付的学费，乙方将以现金转账的方式退款，退费预计 15-30 个工作日到账。9.5 如学员选择现金领取退费，在办理退费成功后，与乙方学员服务中心预约时间到学员处领取退款。
    <br>9.6如学员以 POS 机刷卡支付的学费，乙方将向支付卡退款，预计在办理退费后 15-
    <br>30 个工作日到账。
    <br>9.7如以 POS/转账方式的，学员需提供报名时刷卡卡号及转账账号。账号发生变化的，须提前通知乙方， 如因学员提供的信息错误导致无法顺利退款到账的，乙方不承担责任。
    <br>9.8如学员以汇款方式支付的学费，乙方将以现金转账方式退款，预计在办理退费后
    <br>15-30 个工作日到账。
    <br>9.9如学员以支票支付的学费，乙方以转账支票方式退款，学员在办理退费成功后的与乙方预约时间到学员处领取支票。
    <br>9.10如学员以快递上门支付的学费，退款方式依据学员付费方式确定。

    <br>10、 知识产权
    <br>10.1丙方发表的作品（包括但不限于文字、软件、声音、图片、录像、表格、电子邮件等）的著作权，由丙方享有。未经书面许可，学员或第三方不得擅自对丙方所有的任何作品（包括不限于网络课程、资料）进行任何形式的翻录、复制、传播、共享或从事其他任何违反著作权法等相关法律、法规的活动。否则，丙方将依法追究其法律责任。
    <br>10.2丙方对学员在网络学习平台或线下平台发表的供学习交流的作品，享有非独家的出版、发行和复制的权利，学员同意授予丙方非独家的、全球通用的、永久的、免费的许可使用权利 (并有权在多个层面对该权利进行再授权)，使丙方有权使用乙方的全部资料数据或制作其派生作品。
    <br>10.3学员不得在丙方网络学习平台上传播、从事侵犯第三方知识产权的信息或活动， 由此导致的侵权纠纷所发生的任何费用和责任由乙方负责。如给丙方造成的损失，丙方有权追究乙方相应责任。

    <br>11、 不可抗力
    <br>11.1“不可抗力”指超出本合同三方控制范围、无法预见、无法避免或无法克服、使得本合同一方部分或者全部不能履行本合同的事件。这类事件包括但不限于地震、台风、洪水、火灾、战争、罢工、暴动、法律法规、国家政策、院校政策变更或者其他任何无法预见、避免或者控制的事件。
    <br>11.2如因不可抗力导致协议无法履行或已无继续履行必要的，则三方方不承担任何违约责任及任何赔偿责任；
    <br>11.3不可抗力事由发生后，若有可能，受不可抗力影响的一方应在 10 个工作日内将有关情况及时通知对方（学员可以通过网站公告、邮件、短信的方式通知甲方、丙方）；
    <br>11.4在不可抗拒因素消除后，曾受不可抗力影响而未能履约的一方应尽最大努力恢复

    <br>履行或在另一方同意下变更履行其在本协议项下的义务。

    <br>12、 其他
    <br>12.1本协议适用中华人民共和国法律。
    <br>12.2丙方网络培训平台规则作为本协议的重要补充，与本协议具有同等法律效力，请学员仔细阅读。学员签订本协议视为已知晓并承诺遵守甲方网络培训平台规则。丙方可根据实际运营情况对网络培训平台规则进行修订。本协议未尽事宜以网络培训平台最新规则为准，如发生冲突以本协议为准。
    <br>12.3非经三方方书面协定，本协议项下的权利义务不得转让，但丙方因业务需要将本协议项下的权利义务转让给关联公司行使和承担除外。
    <br>12.4三方因本协议产生争议纠纷，应友好协商解决；协商不成，提交丙方住所地有管辖权的法院诉讼解决。
    <br>12.5本协议自乙方、丙方盖章、向学员交付付款验证码并支付收费或学员点击同意本协议并支付收费之日起生效，自本协议约定的服务期限结束之日终止，本协议另有约定的除外。
    <br>12.6本协议为甲、乙方及丙方签署且生效的针对此协议约定课程的唯一协议，任何其他人员、机构与学员签署的协议与乙、丙方无关。
    <br>12.7本协议为电子协议，具有同等法律效力。
    <br>12.8广东明世在线教育科技有限公司及广东民生在线教育科技有限公司 及其关联公司拥有本协议最终解释权。


    <br>甲方签字： （保理付款服务合同中的乙方签字）

    <br>日期：电签当日时间

    <br>乙方（盖章）：广东明世在线教育科技有限公司

    <br>日期：电签当日时间

    <br>丙方（盖章）：广东民生在线教育科技有限公司

    <br>日期：电签当日时间

    <br>附件二：《应收账款转让通知书》
    <br>应收账款转让通知书
    <br>致【（保理付款服务合同中的乙方）】 ：身份证号：【（保理付款服务合同中的乙方的身份证号码）】
    <br>贵方以分期付款的方式向【】（以下称“交易对手”）购买教育培训服务，并按本通知相关附件记载的内容与交易对手签订了《分期付款培训协议》，交易对手对贵方享有应收账款债权。现交易对手向我方申请保理融资，并将其对贵方享有的应收账款债权转让给我方。
    <br>据此，受交易对手的委托，我方通知贵方：自我方向贵方发出审核通过的通知之时起（具体以我方页面及系统记录为准），交易对手已将对贵方的应收账款债权及相关附属权利转让给我方，贵方应向我方履行付款义务。贵方了解并知悉，我方亦有权将受让的该笔应收账款债权再转让给第三方。
    <br>为避免疑惑，进一步明确如下：分期付款培训协议项下的培训服务，继续由交易对手向贵方提供和履行，且贵方与交易对手发生的任何争议，均由贵方与交易对手自行解决，对此等争议我方不承担任何责任。


     <br>通知人：中海富洋商业保理（深圳）有限公司盖章
     <br>【】年【】月【】日电签当日时间



    <br>附件三：《签收回执》
    <br>我方已收到并仔细阅读《应收账款转让通知书》，我方理解交易对手为我方提供分期付款的培训服务的前提，是贵司为交易对手及我方提供了资信评估、销售分账（分类）管理、应收账款管理等保理服务，对于贵司与交易对手的应收账款转让安排我方已知悉，我方同意向贵方履行《分期付款培训协议》项下的还款责任及其他义务。据此，我方确认贵司受让的应收账款债权权益包括《分期付款培训协议》项下的金钱给付性权利，也包括非金钱给付性权利（包括但不限于清偿顺序、还款计划表及构成、提前还款规则、银行账户代扣权限及分期付款培训协议项下的其他权利主张）等。
     <br>   特此确认！

    <br>签收人（债务人）：【（保理付款服务合同中的乙方签字）】
    <br>日期：【】年【】月【】日电签当日时间



  </div>
</template>

<script>
export default {
  name: 'index',
  data() {
    return {};
  }
};
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
.index {
  position: relative;
  width: 100%;
  min-height: 100vh;
  box-sizing: border-box;
  padding: 0.3rem;
  font-size: 0.28rem;
  font-family: PingFangSC-Regular, PingFang SC;
  font-weight: 400;
  color: #333333;
  line-height: 0.48rem;
  background: #f8f8f8;
}
</style>
