<template>
  <div class="index">
    <h3 style="text-align: center;">《保理付款服务合同》</h3>

<br/>特别提醒：在您确认并签署本合同（包括附件，下同）之前，请您务必充分阅读本合同所有条款，尤其是加粗部分。如您对合同内容及页面提示有疑问，请您暂停后续操作，您可致电我方客服热线以便我们为您解释和说明。
<br/>为了及时给您提供服务支持， 一旦您通过点击或其他方式确认本合同，即意味着您同意签订本合同。
<br/>本合同由正文、附件及我方不时发布的有关本服务的具体页面、账单、指引、说明和介绍等共同组成，共同构成您与我方之间就本保理付款服务的完整协议。

<br/>第一条 双方基本信息
<br/>1.1 甲方名称：海国鹏商业保理（深圳）有限公司

<br/>组织机构代码【91440300MA5DFTE833】；
<br/>1.2 乙方名称：【】身份证号：【】；
<br/>    第二条 服务规则
<br/>2.1 根据甲方与乙方的交易对手（即向乙方提供培训服务的机构）达成的约定，甲方将提供保理服务，即当乙方在交易付款时选择分期付款的，甲方将为乙方与交易对手的本次交易，提供资信评估、销售分账（分类）管理、应收账款管理等保理服务，同时将向交易对手收取综合管理费，并从交易对手处受让乙方与交易对手达成的每笔订单项下的应收账款债权。
<br/>2.2 交易对手对乙方的应收账款债权，将在甲方对乙方资信评估审核通过（具体以甲方页面或系统记录为准）时，自动从乙方的交易对手处转让至甲方。乙方已清楚知晓该转让安排，故交易对手或甲方有权不再另行向乙方发出债权转让的通知。即便如此，为避免疑惑，受乙方交易对手的委托，甲方再次向乙方发出了《应收账款转让通知书》（详见附件二），且乙方同意并向甲方出具了《签收回执》（详见附件三）。
<br/>2.3 应收账款自乙方交易对手转让至甲方时，甲方即对乙方享有债权，乙方应向甲方偿付应付款项。乙方选择分期付款服务后，乙方向交易对手支付的款项都将不再视为乙方已履行对应的还款义务，如因乙方私自向交易对手付款而产生的全部不利后果由乙方自行承担。
<br/>第三条 综合管理服务费
<br/>3.1   在本协议签订后，乙方以自有资金申请提前还款的，甲方将免收未到期的综合管理服务费，当期管理服务费将被正常收取。 
<br/>第四条、还款方式
<br/>4.1 乙方不可撤销的授权甲方或甲方的受让方，自行或委托其代理人、合作方等通过合法设立的第三方支付机构，从乙方账户划扣应还款项。
<br/>4.2 为保障乙方还款及时性，乙方应于还款日中午十二时前，将应还款项足额存入指定还款账户内，否则甲方或甲方受让方可能无法在还款日收到还款款项，从而造成乙方逾期的不利后果。
<br/>4.3 为避免疑惑，甲方或甲方受让方通过第三方支付机构从乙方账户自动扣款，是甲方或甲方受让方的权利而非义务，不论因何种原因扣款失败的，乙方仍应确保通过其他还款方式足额还款。
<br/>4.4 当甲方收到的还款不足以偿还全部应还款的，乙方同意按下列顺序清偿：
<br/>4.4.1为实现债权发生的全部费用和（按到期先后顺序）；
<br/>4.4.2 逾期滞纳金及违约金（按到期先后顺序）；
<br/>4.4.3 综合服务费（按到期先后顺序）；
<br/>4.4.4 欠款本金（按到期先后顺序）。
<br/>第五条、违约责任
<br/>5.1 乙方出现以下一项或多项情况时，则视为乙方严重违约，甲方（含甲方受让方，下同）有权宣布全部应还款提前到期并要求乙方提前支付全部剩余款项及相关费用：
<br/>5.1.1 乙方任一期应还款连续逾期10日以上（含）或累计逾期达到30日以上（含）的；
<br/>5.1.2 乙方提供虚假信息或隐瞒重要事实的；
<br/>5.1.3 乙方逃避、拒绝与甲方沟通或拒绝承认欠款的；
<br/>5.1.4 其他对甲方应收账款产生严重不利影响的其他实践。
<br/>5.2 任何一方违反本合同约定，给对方造成损失的，除本合同已有约定外，还应赔偿对方的一切损失（包括但不限于诉讼费、仲裁费、律师费、鉴定费、拍卖费、公告费、催告费、财产保全申请费、保全担保费、差旅费、通讯费等）。
<br/>第六条 通知、送达与管辖
<br/>6.1 本协议项下甲乙双方指定的联络信息如下：
<br/>甲方：	送达地址： 
<br/>	电话 
<br/>	电子邮箱： 
<br/>乙方：	送达地址：【】
<br/>	电话：【】 
<br/>	电子邮箱：【】 
<br/>6.2 双方该联络方式适用范围包括双方非诉时各类通知、协议等文件以及就合同发生纠纷时相关文件和法律文书的送达，同时包括在争议进入仲裁、民事诉讼程序后司法及仲裁机构相关文书的送达，程序包括一审、二审、再审和执行程序，以邮寄方式进行送达的，邮寄成功3日后视为送达，以电子方式进行送达的，发送即视为送达。
<br/>6.3 任何一方的联络方式需要变更时，应以书面方式提前7日通知对方,否则应承担一切不利后果。对于本合同明确约定的联络方式，法院进行送达时可直接邮寄送达或通过电子方式送达，即使当事人（指甲方和/或乙方）未能收到法院邮寄送达或电子送达的文书或拒绝签收的，由于其在本合同中的约定，也应当视为送达。
<br/>6.4 因本合同引起的或与本合同有关的一切争议，甲乙双方首先应当通过友好协商解决；未能协商解决的，交由原告所在地或协议签署地（即重庆市江北区）有管辖权的人民法院诉讼解决。
<br/>第七条 其他
<br/>7.1 培训协议项下的培训服务，继续由乙方的交易对手向乙方提供和履行，乙方与交易对手发生的任何争议（如有），均由乙方与交易对手自行解决，对此等争议甲方不承担任何责任，且乙方不得以服务纠纷或其他任何无关于甲方的理由拒绝向甲方履行还款义务。
<br/>7.2 为避免疑惑，乙方方理解并确认，乙方可能向其他金融机构申请消费贷款，用于一次性提前结清培训协议项下的对甲方的应付款。不论乙方是否向金融机构申请消费贷款，也不论金融机构是否审批通过乙方的消费贷款申请，均与前述债权转让安排无关，互不冲突。
<br/>（以下为签署页及附件）

<br/>甲方签署：【海国鹏商业保理（深圳）有限公司盖章】                
<br/>签署时间：【电签当日时间】                      
<br/>  乙方签署：【签字】
<br/>签署时间：【电签当日时间】











<br/>附件一：《分期付款培训协议》
<br/> 学员服务协议 


<br/>甲方（学员）：（保理付款服务合同中的乙方）
 
<br/>乙方：广州虎硕教育科技有限公司 
 
<br/>本协议是双方在平等协商基础上达成共识。请认真阅读协议内容， 双方确认本合同所确定当事人之间的权利和义务，双方均以采取合理的方式向对方进行了提示，对于双方的注意免除或者减轻其责任等与对方有重大利害关系的条款，双方均已按对方的要求，对该条款的真实意思表示进行了沟通说明。任何一方不会以其没有注意或者理解与其有重大利害关系的条款主张该条款或本合同无效。学员签名或确认即表示受本协议约束。 
 
<br/>报读信息：
<br/>•学员姓名： （保理付款服务合同中的乙方） 
<br/>•证件类型： 身份证 ； 
<br/>•证件号码： （保理付款服务合同中的乙方的身份证号码）
<br/>•手机号码：   
<br/>•报考地区：   
<br/>•产品名称： ； 
<br/>•订单金额：   元，大写   圆。 

<br/>1、 定义条款 
<br/>1.1甲方：指报名参加乙方培训课程的学员。   
<br/>1.2乙方： 指负责学生服务的广州虎硕教育科技有限公司，运营服务的载体为
<br/>“虎硕教育”APP。
<br/>1.3网络培训平台：指由乙方为学员提供网络培训服务。乙方持有并运营网站，集在线学习、线上互动、培训信息提供等功能为一体的网络培训服务平台。 
<br/>1.4个人中心：指网络培训平台内“个人中心”页面。 
<br/>1.5账号：指学员个人中心的登录号，是学员参与培训课程学习的唯一标识。   
<br/>1.6培训课程：指乙方提供的在线直播培训课程和回放培训课程。   
<br/>1.7在线直播培训课程：指乙方以网络在线现场直播的形式提供的培训课程。   
<br/>1.8回看培训课程：指学员可在任意时间回放学习已直播完毕的录制课程。 
<br/>1.9网络平台规则：指在网络培训平台公示的对学员具有约束力的条款。    

<br/>1.10报名之日：学员点击同意本协议并已支付乙方全部费用且乙方已收到该款项；若使用金融分期，分期成功且分期资金已进入乙方公司指定账户。 
<br/>1.11有效学习天数：仅适用于在线直播培训课程，指学员实际参加乙方培训课程的日
<br/>历天数。有效学习天数以乙方系统后台统计数据为准，如培训课程在线学习时间当日累计少于45分钟（不含）的，则当日不计入有效学习天数。   
<br/>1.12已开通课时：指乙方为学员在网络培训平台中已开通了听课权限的所有直播培训课程课时数，而不以学员是否实际参与课程学习数作为计算标准。 
<br/>1.13协议变更：指学员因个人原因需要变更协议约定的课程信息，包括转班型、转专业。   
<br/>1.14贷款：学员向与乙方合作的特定第三方（简称“乙方合作方”）申请，乙方合作方代学员向乙方一次性支付全部费用；学员在乙方处报名成功后，需按其与乙方合作方的协议约定，按时分期或一次性向乙方合作方还款。贷款方式包括但不限于银行或其他金融机构贷款、信用卡分期。   
 
<br/>2、 服务内容 
<br/>2.1根据学员所报班型，乙方提供的服务包括： 
<br/>2.1.1通过网络培训平台向学员提供所购买的在线直播培训课程。 
<br/>2.1.2乙方通过网络培训平台向学员公布课程安排、上课时间等信息，学员的课程安排、上课时间以网络培训平台公布的课程表为准。  
<br/>2.1.3乙方通过交付实物或在线下载方式向学员提供所购买的培训课程和电子教辅，课程内容包括如教学视频、教学课件、题库、思维导图、内部资料、报考指导及其他增值服务等，具体课程内容和交付时间根据学员所报班型确定。 
<br/>2.1.4学员可通过电话、网络、即时通讯工具等途径向乙方工作人员咨询与课程及考试有关的问题，乙方工作人员应及时作出回应，但与该等培训课程有关的报名、考试信息均应以有关主管部门公布的信息为准。乙方及其代表不提供对报名、考试信息的任何形式的承诺或保证，也不存在任何形式的保过、包过、密题、内幕信息或类似承诺。与课程或服务有关的报名、考试、政策信息均应以官方公布的信息为准，学员需独立进行判断，并承担相关后果。如因与乙方提供服务或课程有关的国家政策和院校政策（包括但不限于报名条件、主考院校、专业名称等）发生变动而造成学员学习费用增加、丧失相关资格等损失，乙方及乙方平台不负有任何责任。 
<br/>2.1.5乙方有义务在现有技术条件下维护网络培训平台的正常运行，并努力提升和改进技术，使学员得以顺利参与培训课程，对学员在参与培训课程中所遇到的与在线直播、资料下载等有关的问题及所反映的情况及时作出回复，但由于不可抗力或者其它非乙方原因造成的服务的中断或停止，乙方不承担任何责任。  
<br/>2.1.6学员须自行配备上网参与培训课程所需设备，包括个人电脑、调制解调器、移动通讯设备或其他必备上网装置。因学员自身设备原因和网络原因导致无法正常享受培训服务的，乙方不承担责任。学员应自行支付网络接入所需的费用（电话费、上网费等） 。
<br/>2.1.7乙方于第一次课程开始前通知学员在线直播培训课程的相关信息，第一次课程开始后，学员应根据网络培训平台公布的课程表参与课程培训，乙方不再另行通知。 
<br/>2.2服务期 
<br/>服务期自学员完成报名之日起至乙方完成相关课程服务止。通常情形是自考服务期 2 年，
<br/>教师资格证服务期 1 年。服务截止时间以网络平台确定时间为准。其他项目服务期以乙方公布的数据为准。 

<br/>课程安排和上课时间皆以乙方通过网络培训平台向学员公布的相关信息为准。录制培训课程的实际交付和服务期根据学员所报班型确定。 
<br/>2.3冻结课程 
<br/>冻结课程指学员因个人原因在某时间段内持续无法参加培训课程，乙方为学员提供的暂时中止培训课程的服务。  
<br/>2.3.1在服务期限内，学员有权向乙方申请冻结课程，但有且仅有一次冻结机会，冻结课程服务需有学员主动通过乙方网络培训平台或通过班主任向乙方提交申请，经批准后，乙方将停止对学员提供服务（包含但不限于直播课程、报考提醒、考试提醒） 。
<br/>2.3.2冻结的最长时限为 180 天，学员在申请冻结前应合理预估需中止课程的时限，对于延长冻结时限的申请乙方不予受理。  
<br/>2.3.3冻结期间，学员的服务期自中止之日根据实际冻结期限相应顺延。 
<br/>2.3.4若学员使用冻结课程服务，将不再享受本协议关于协议变更的权利。 
<br/>2.3.5解冻课程服务必须由学员主动通过网络培训平台或班主任向乙方申请，经批准后， 乙方将恢复对学员的服务。 
<br/>2.3.6如学员为贷款支付的，课程冻结不影响学员按约定继续承担向乙方的合作方履行还款义务，因   学员未在冻结期间按期还款导致的责任/后果均由学员自行承担。  
<br/>2.3.7学员同意解冻后将参与到乙方安排的最新的课程，并根据乙方后续的排课参加培训，学员应提前考虑报考及考试的周期等因素，乙方无需为学员另行安排冻结期间的直播课程。 
  
<br/>3、服务费用 
<br/>3.1学员缴纳的费用，分为培训费和学习注册费两类，费用合计人民币  (订单金额  )         元。 
<br/>3.2学员缴纳的费用分6期、9期、12期其中一种期数支付，自本合同签订之日起每月支付人民币
             元，具体明细如下：
   
<br/>日期	金额（人民币）	日期	金额（人民币）	日期	金额（人民币）
<br/>2020年 月  日		2020年 月  日		2020年 月  日	
<br/>2020年 月  日		2020年 月  日		2020年 月  日	
<br/>2020年 月  日		2020年 月  日		2020年 月  日	
<br/>2020年 月  日		2020年 月  日		2020年 月  日	
 
<br/>（注：以上金额与期数时间为系统自动生成）
<br/>3.3乙方有权按本协议约定的方式、期限和数额向学员收取相应费用及按照规定应收取的其他费用。在学员未按照约定向乙方支付全部费用之前，学员应当承担违约责任且乙方有权不向学员提供服务或者终止服务。

 <br/>    3.4乙方仅针对其直接收费项目开具发票，乙方代收费用，代收费不开具发票。
<br/>附件二：《应收账款转让通知书》
<br/>应收账款转让通知书
<br/>致【（保理付款服务合同中的乙方）】 ：身份证号：【（保理付款服务合同中的乙方的身份证号码）】
<br/>贵方以分期付款的方式向【】（以下称“交易对手”）购买教育培训服务，并按本通知相关附件记载的内容与交易对手签订了《分期付款培训协议》，交易对手对贵方享有应收账款债权。现交易对手向我方申请保理融资，并将其对贵方享有的应收账款债权转让给我方。
<br/>据此，受交易对手的委托，我方通知贵方：自我方向贵方发出审核通过的通知之时起（具体以我方页面及系统记录为准），交易对手已将对贵方的应收账款债权及相关附属权利转让给我方，贵方应向我方履行付款义务。贵方了解并知悉，我方亦有权将受让的该笔应收账款债权再转让给第三方。
<br/>为避免疑惑，进一步明确如下：分期付款培训协议项下的培训服务，继续由交易对手向贵方提供和履行，且贵方与交易对手发生的任何争议，均由贵方与交易对手自行解决，对此等争议我方不承担任何责任。
                                           

 <br/>通知人：海国鹏商业保理（深圳）有限公司盖章
 <br/>【】年【】月【】日电签当日时间















<br/>附件三：《签收回执》
<br/>我方已收到并仔细阅读《应收账款转让通知书》，我方理解交易对手为我方提供分期付款的培训服务的前提，是贵司为交易对手及我方提供了资信评估、销售分账（分类）管理、应收账款管理等保理服务，对于贵司与交易对手的应收账款转让安排我方已知悉，我方同意向贵方履行《分期付款培训协议》项下的还款责任及其他义务。据此，我方确认贵司受让的应收账款债权权益包括《分期付款培训协议》项下的金钱给付性权利，也包括非金钱给付性权利（包括但不限于清偿顺序、还款计划表及构成、提前还款规则、银行账户代扣权限及分期付款培训协议项下的其他权利主张）等。
<br/>    特此确认！

<br/>签收人（债务人）：【（保理付款服务合同中的乙方签字）】
<br/>日期：【】年【】月【】日电签当日时间


 
  </div>
</template>

<script>
export default {
  name: 'index',
  data() {
    return {};
  }
};
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
.index {
  position: relative;
  width: 100%;
  min-height: 100vh;
  box-sizing: border-box;
  padding: 0.3rem;
  font-size: 0.28rem;
  font-family: PingFangSC-Regular, PingFang SC;
  font-weight: 400;
  color: #333333;
  line-height: 0.48rem;
  background: #f8f8f8;
}
</style>
